taskt/Core/Automation/Commands/ExcelGroup/ExcelSetRowValuesFromDictionaryCommand.puml
@startuml
ExcelSetRowValuesFromDictionaryCommand --> AExcelRowRangeSetCommands
ExcelSetRowValuesFromDictionaryCommand --> ICanHandleDictionary
AExcelRowRangeSetCommands --> AExcelRowRangeCommands
AExcelRowRangeSetCommands --> IExcelRowRangeSetProperties
AExcelRowRangeCommands --> AExcelInstanceCommands
AExcelRowRangeCommands --> IExcelRowRangeProperties
AExcelInstanceCommands --> ScriptCommand
AExcelInstanceCommands --> IExcelInstanceProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
